---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.Profile1FamType
source: html/3e69c303-461e-8ea9-ac4b-26fd7f33326b.htm
---
# Autodesk.Revit.DB.ParameterTypeId.Profile1FamType Property

"Profile"

## Syntax (C#)
```csharp
public static ForgeTypeId Profile1FamType { get; }
```